<!-- dflook/terraform-github-actions {"workspace":"fix-react-2","backend_type":"remote","backend":"536fd53426f58beb61e4454411dd76356e6a85d6704d58a80cdef3aeba1b4278","plan_job_ref":"Job Test Terraform cloud #135 at https://github.com/dflook/terraform-github-actions/actions/runs/4079409929","plan_hash":"c732cbf198ec6e958dc91615b98ed6c5c6f558ed49095c13fa5018cb65d4e137","plan_text_format":"text","version":"1.31.1"} -->
Terraform plan in __tests/workflows/test-cloud/0.13__ in the __fix-react-2__ workspace
With var files: `tests/workflows/test-cloud/0.13/my_variable.tfvars
`
With variables: `from_variables = "from_variables"`
<details>
<summary>Plan: 1 to add, 0 to change, 0 to destroy.</summary>

```hcl
An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # random_id.the_id will be created
  + resource "random_id" "the_id" {
      + b64_std     = (known after apply)
      + b64_url     = (known after apply)
      + byte_length = 5
      + dec         = (known after apply)
      + hex         = (known after apply)
      + id          = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

:memo: Plan generated in [Test Terraform cloud #135](https://github.com/dflook/terraform-github-actions/actions/runs/4079409929)